<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>BarcodeDetectorModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		+sbhWI0ZcMUFNeX2EW+MSrga24I=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/coremldata.bin</key>
		<data>
		CsFWrhqChOWzIVMM6pwt/utFMZk=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/metadata.json</key>
		<data>
		8v/bvBzxs70uTC95B8SJA8R8CWs=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.net</key>
		<data>
		gxLXt6xNiWXitX8qni9NQRxizwQ=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.shape</key>
		<data>
		+rMG8k9uARXAOBDG1Q9+ZjwzT6Q=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.weights</key>
		<data>
		ko6awyjq4uDaN4hmt3CUQ6zP27g=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>BarcodeDetectorModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>DefaultUI.storyboardc/1aw-JK-zNg-view-Niv-OF-Ecb.nib/objects-12.3+.nib</key>
		<data>
		69QQ/G5JYAfouWNAW+4SndmziHQ=
		</data>
		<key>DefaultUI.storyboardc/1aw-JK-zNg-view-Niv-OF-Ecb.nib/runtime.nib</key>
		<data>
		69QQ/G5JYAfouWNAW+4SndmziHQ=
		</data>
		<key>DefaultUI.storyboardc/1mZ-Yo-XbE-view-yAZ-lo-50w.nib/objects-12.3+.nib</key>
		<data>
		LtwgmC9QsVTzUEMPHTyCMrFmhn0=
		</data>
		<key>DefaultUI.storyboardc/1mZ-Yo-XbE-view-yAZ-lo-50w.nib/runtime.nib</key>
		<data>
		LtwgmC9QsVTzUEMPHTyCMrFmhn0=
		</data>
		<key>DefaultUI.storyboardc/889-mQ-RVI-view-tRO-aV-ABl.nib/objects-12.3+.nib</key>
		<data>
		p8cyacsdbVC+vIIqvBnUGbTpKqI=
		</data>
		<key>DefaultUI.storyboardc/889-mQ-RVI-view-tRO-aV-ABl.nib/runtime.nib</key>
		<data>
		p8cyacsdbVC+vIIqvBnUGbTpKqI=
		</data>
		<key>DefaultUI.storyboardc/957-X1-Qmc-view-iiQ-nJ-Zdy.nib/objects-12.3+.nib</key>
		<data>
		HjEq1/otFEDoDe7wMYU3mvKTWmI=
		</data>
		<key>DefaultUI.storyboardc/957-X1-Qmc-view-iiQ-nJ-Zdy.nib/runtime.nib</key>
		<data>
		HjEq1/otFEDoDe7wMYU3mvKTWmI=
		</data>
		<key>DefaultUI.storyboardc/9lv-sb-jsd-view-mUi-nu-eoE.nib/objects-12.3+.nib</key>
		<data>
		n5HdIeNnWKNoxfhKDlZq2IFMS1Q=
		</data>
		<key>DefaultUI.storyboardc/9lv-sb-jsd-view-mUi-nu-eoE.nib/runtime.nib</key>
		<data>
		n5HdIeNnWKNoxfhKDlZq2IFMS1Q=
		</data>
		<key>DefaultUI.storyboardc/DCg-dj-dwO-view-yeX-lg-tDW.nib/objects-12.3+.nib</key>
		<data>
		j3vG6vN5B/LWbZOjN3S9L9rMwSE=
		</data>
		<key>DefaultUI.storyboardc/DCg-dj-dwO-view-yeX-lg-tDW.nib/runtime.nib</key>
		<data>
		j3vG6vN5B/LWbZOjN3S9L9rMwSE=
		</data>
		<key>DefaultUI.storyboardc/DYV-NY-REA-view-7u9-Ot-iKq.nib/objects-12.3+.nib</key>
		<data>
		s6VFP9xdrLJYnEMEpI7E6TL8SFU=
		</data>
		<key>DefaultUI.storyboardc/DYV-NY-REA-view-7u9-Ot-iKq.nib/runtime.nib</key>
		<data>
		s6VFP9xdrLJYnEMEpI7E6TL8SFU=
		</data>
		<key>DefaultUI.storyboardc/Dfl-Ye-hMZ-view-WSJ-D2-0FR.nib/objects-12.3+.nib</key>
		<data>
		+k9tvQff+z93lyi9jsc48VTVnPw=
		</data>
		<key>DefaultUI.storyboardc/Dfl-Ye-hMZ-view-WSJ-D2-0FR.nib/runtime.nib</key>
		<data>
		+k9tvQff+z93lyi9jsc48VTVnPw=
		</data>
		<key>DefaultUI.storyboardc/DhX-aj-xZa-view-pWi-Gn-2Tk.nib/objects-12.3+.nib</key>
		<data>
		oI7+VTs4lL5DHyIXvWSMvgGQp9k=
		</data>
		<key>DefaultUI.storyboardc/DhX-aj-xZa-view-pWi-Gn-2Tk.nib/runtime.nib</key>
		<data>
		oI7+VTs4lL5DHyIXvWSMvgGQp9k=
		</data>
		<key>DefaultUI.storyboardc/Dxt-Lk-qaw-view-Ckk-PY-Cxr.nib/objects-12.3+.nib</key>
		<data>
		YJamyUFcjssQ0e0ldRgEHW6d5Ew=
		</data>
		<key>DefaultUI.storyboardc/Dxt-Lk-qaw-view-Ckk-PY-Cxr.nib/runtime.nib</key>
		<data>
		YJamyUFcjssQ0e0ldRgEHW6d5Ew=
		</data>
		<key>DefaultUI.storyboardc/FD1-Cw-yX4-view-PEF-AW-Bmj.nib/objects-12.3+.nib</key>
		<data>
		9oC0U3GDlQW7dpGHuuXEXmEGOi0=
		</data>
		<key>DefaultUI.storyboardc/FD1-Cw-yX4-view-PEF-AW-Bmj.nib/runtime.nib</key>
		<data>
		9oC0U3GDlQW7dpGHuuXEXmEGOi0=
		</data>
		<key>DefaultUI.storyboardc/FzQ-UZ-WHA-view-GUI-QA-HCD.nib/objects-12.3+.nib</key>
		<data>
		9sFwKKC4C679O2r1f3Tb02J77iY=
		</data>
		<key>DefaultUI.storyboardc/FzQ-UZ-WHA-view-GUI-QA-HCD.nib/runtime.nib</key>
		<data>
		9sFwKKC4C679O2r1f3Tb02J77iY=
		</data>
		<key>DefaultUI.storyboardc/Info.plist</key>
		<data>
		kFAroQdLCT1uX/5Ei5saiqdFOIk=
		</data>
		<key>DefaultUI.storyboardc/OAP-5a-f13-view-SwD-Ru-p0S.nib/objects-12.3+.nib</key>
		<data>
		fZo0DPUWTAVQPXHZCuNVomfaU+4=
		</data>
		<key>DefaultUI.storyboardc/OAP-5a-f13-view-SwD-Ru-p0S.nib/runtime.nib</key>
		<data>
		fZo0DPUWTAVQPXHZCuNVomfaU+4=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeBatchDetailsViewController.nib/objects-12.3+.nib</key>
		<data>
		KA0Z5pt7rr4z9LnHE7YwggBv6uY=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeBatchDetailsViewController.nib/runtime.nib</key>
		<data>
		KA0Z5pt7rr4z9LnHE7YwggBv6uY=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		5c7Uj+TFLbKGsQagiqDhWLIjWLU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeScannerViewController.nib/runtime.nib</key>
		<data>
		5c7Uj+TFLbKGsQagiqDhWLIjWLU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodesBatchScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		k+01bwj52MD/tS22pO+2WlbN6+k=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodesBatchScannerViewController.nib/runtime.nib</key>
		<data>
		k+01bwj52MD/tS22pO+2WlbN6+k=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUICroppingViewController.nib/objects-12.3+.nib</key>
		<data>
		oozwoHNNDZcwfoCl12jHXN+Hgqk=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUICroppingViewController.nib/runtime.nib</key>
		<data>
		oozwoHNNDZcwfoCl12jHXN+Hgqk=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIDocumentScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		eI7pgo3I/Lah+Bdy8k8cada15PQ=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIDocumentScannerViewController.nib/runtime.nib</key>
		<data>
		eI7pgo3I/Lah+Bdy8k8cada15PQ=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIEnableCameraViewController.nib/objects-12.3+.nib</key>
		<data>
		pEEGhAUdKCeBr3YBPBks8l5JNZU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIEnableCameraViewController.nib/runtime.nib</key>
		<data>
		pEEGhAUdKCeBr3YBPBks8l5JNZU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIFilteringViewController.nib/objects-12.3+.nib</key>
		<data>
		1rL7QQ2sRMv0TA1ZWo9SeZVYTfU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIFilteringViewController.nib/runtime.nib</key>
		<data>
		1rL7QQ2sRMv0TA1ZWo9SeZVYTfU=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentButtonsViewController.nib/objects-12.3+.nib</key>
		<data>
		ecMk9k3p6xTMaKyhV679mYGYFqI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentButtonsViewController.nib/runtime.nib</key>
		<data>
		ecMk9k3p6xTMaKyhV679mYGYFqI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentConfidenceViewController.nib/objects-12.3+.nib</key>
		<data>
		BaAdFminTLVCV7axjAnD/idfFbw=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentConfidenceViewController.nib/runtime.nib</key>
		<data>
		BaAdFminTLVCV7axjAnD/idfFbw=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerDetailsViewController.nib/objects-12.3+.nib</key>
		<data>
		pEhOA6A89NcXNYl5RW2QLGUS2y4=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerDetailsViewController.nib/runtime.nib</key>
		<data>
		pEhOA6A89NcXNYl5RW2QLGUS2y4=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerViewController.nib/objects-12.3+.nib</key>
		<data>
		8+8R+hst807ToDstcfFSn5tT1Ek=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerViewController.nib/runtime.nib</key>
		<data>
		8+8R+hst807ToDstcfFSn5tT1Ek=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIHealthInsuranceCardScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		cReWXWeTPTLBWq9CZAr4SWZderA=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIHealthInsuranceCardScannerViewController.nib/runtime.nib</key>
		<data>
		cReWXWeTPTLBWq9CZAr4SWZderA=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDCardScannerDetailsViewController.nib/objects-12.3+.nib</key>
		<data>
		sJd3dKDK5MUNxixPHi0ijbpiXLM=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDCardScannerDetailsViewController.nib/runtime.nib</key>
		<data>
		sJd3dKDK5MUNxixPHi0ijbpiXLM=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerConfidenceViewController.nib/objects-12.3+.nib</key>
		<data>
		UGC92UXsD+PRHSXxjnUugnxNYvI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerConfidenceViewController.nib/runtime.nib</key>
		<data>
		UGC92UXsD+PRHSXxjnUugnxNYvI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		dF4TglKS48okMfloFpbBkqV6YSc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerViewController.nib/runtime.nib</key>
		<data>
		dF4TglKS48okMfloFpbBkqV6YSc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUILicensePlateScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		FHKyLsx8IdIU4+pITnHzPf4NyfI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUILicensePlateScannerViewController.nib/runtime.nib</key>
		<data>
		FHKyLsx8IdIU4+pITnHzPf4NyfI=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIMRZScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		xTwxka/5S4B9GeQhbwLR/9T4DQ4=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIMRZScannerViewController.nib/runtime.nib</key>
		<data>
		xTwxka/5S4B9GeQhbwLR/9T4DQ4=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIMultipleObjectScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		ETkQZYGEMPlSx5E7ZNyaDqfdJwc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIMultipleObjectScannerViewController.nib/runtime.nib</key>
		<data>
		ETkQZYGEMPlSx5E7ZNyaDqfdJwc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUINFCPassportReaderViewController.nib/objects-12.3+.nib</key>
		<data>
		h6FknfY2WUE4iKEQkTrm5NpuA/k=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUINFCPassportReaderViewController.nib/runtime.nib</key>
		<data>
		h6FknfY2WUE4iKEQkTrm5NpuA/k=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIPageReviewViewController.nib/objects-12.3+.nib</key>
		<data>
		3o/jNw7kiKG/v0uZEXvXK39tfBs=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIPageReviewViewController.nib/runtime.nib</key>
		<data>
		3o/jNw7kiKG/v0uZEXvXK39tfBs=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIScannerBottomButtonsViewController.nib/objects-12.3+.nib</key>
		<data>
		QDwocNK5f5C3u67TRYdReXW2TIc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIScannerBottomButtonsViewController.nib/runtime.nib</key>
		<data>
		QDwocNK5f5C3u67TRYdReXW2TIc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUITextDataScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		is+//7Wm4jXyDO0wK41RL5LwQ6o=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUITextDataScannerViewController.nib/runtime.nib</key>
		<data>
		is+//7Wm4jXyDO0wK41RL5LwQ6o=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIWorkflowScannerViewController.nib/objects-12.3+.nib</key>
		<data>
		CTKazIe1Jg42T/Ddh9w+ZpsjXrc=
		</data>
		<key>DefaultUI.storyboardc/SBSDKUIWorkflowScannerViewController.nib/runtime.nib</key>
		<data>
		CTKazIe1Jg42T/Ddh9w+ZpsjXrc=
		</data>
		<key>DefaultUI.storyboardc/VU0-70-tjw-view-YKw-wR-jB1.nib/objects-12.3+.nib</key>
		<data>
		2bayFb6eF+DRMNvEZXAzhAc4TKg=
		</data>
		<key>DefaultUI.storyboardc/VU0-70-tjw-view-YKw-wR-jB1.nib/runtime.nib</key>
		<data>
		2bayFb6eF+DRMNvEZXAzhAc4TKg=
		</data>
		<key>DefaultUI.storyboardc/XQQ-pk-yhd-view-8N3-Dx-sit.nib/objects-12.3+.nib</key>
		<data>
		V526OVRSICUoqIGVr/kJvUke9pI=
		</data>
		<key>DefaultUI.storyboardc/XQQ-pk-yhd-view-8N3-Dx-sit.nib/runtime.nib</key>
		<data>
		V526OVRSICUoqIGVr/kJvUke9pI=
		</data>
		<key>DefaultUI.storyboardc/Yhi-HJ-kja-view-38O-SV-UhB.nib/objects-12.3+.nib</key>
		<data>
		Q9VV4oBRGfPFjpm8EJnYkA33Pp8=
		</data>
		<key>DefaultUI.storyboardc/Yhi-HJ-kja-view-38O-SV-UhB.nib/runtime.nib</key>
		<data>
		7F9PogUPFTmwAKwNGMOeDnr8Y5c=
		</data>
		<key>DefaultUI.storyboardc/Yjh-5a-9DP-view-nON-sO-6XV.nib/objects-12.3+.nib</key>
		<data>
		/ELVfcgkrhGG0VhJZnLZBYuPyxc=
		</data>
		<key>DefaultUI.storyboardc/Yjh-5a-9DP-view-nON-sO-6XV.nib/runtime.nib</key>
		<data>
		/ELVfcgkrhGG0VhJZnLZBYuPyxc=
		</data>
		<key>DefaultUI.storyboardc/aRX-c1-arK-view-lbe-cC-lgB.nib/objects-12.3+.nib</key>
		<data>
		Q49+F/QWRe+1y9uA2YL0YDd2jjk=
		</data>
		<key>DefaultUI.storyboardc/aRX-c1-arK-view-lbe-cC-lgB.nib/runtime.nib</key>
		<data>
		Q49+F/QWRe+1y9uA2YL0YDd2jjk=
		</data>
		<key>DefaultUI.storyboardc/eE9-qz-DhN-view-A7M-8K-y1i.nib/objects-12.3+.nib</key>
		<data>
		s7gW0n+AFXi54mgqCyXW8sz+5o8=
		</data>
		<key>DefaultUI.storyboardc/eE9-qz-DhN-view-A7M-8K-y1i.nib/runtime.nib</key>
		<data>
		s7gW0n+AFXi54mgqCyXW8sz+5o8=
		</data>
		<key>DefaultUI.storyboardc/eQX-bE-Ux6-view-2Ew-EC-8GS.nib/objects-12.3+.nib</key>
		<data>
		59WCzxf7Cc9mfOdoHa8C+LlBcCo=
		</data>
		<key>DefaultUI.storyboardc/eQX-bE-Ux6-view-2Ew-EC-8GS.nib/runtime.nib</key>
		<data>
		59WCzxf7Cc9mfOdoHa8C+LlBcCo=
		</data>
		<key>DefaultUI.storyboardc/evF-iu-CIi-view-Bi4-0u-Txz.nib/objects-12.3+.nib</key>
		<data>
		dVc1W4XDld/imjiwSP03yYqOufI=
		</data>
		<key>DefaultUI.storyboardc/evF-iu-CIi-view-Bi4-0u-Txz.nib/runtime.nib</key>
		<data>
		dVc1W4XDld/imjiwSP03yYqOufI=
		</data>
		<key>DefaultUI.storyboardc/knH-wI-eUH-view-xtk-8f-w2e.nib/objects-12.3+.nib</key>
		<data>
		B0ixFBwRpMCll8YLJD5hAevelII=
		</data>
		<key>DefaultUI.storyboardc/knH-wI-eUH-view-xtk-8f-w2e.nib/runtime.nib</key>
		<data>
		B0ixFBwRpMCll8YLJD5hAevelII=
		</data>
		<key>DefaultUI.storyboardc/mKi-5s-kli-view-kGR-a0-dCN.nib/objects-12.3+.nib</key>
		<data>
		xoYfFWwTNM4vdvCcB8bbMThQ02Y=
		</data>
		<key>DefaultUI.storyboardc/mKi-5s-kli-view-kGR-a0-dCN.nib/runtime.nib</key>
		<data>
		xoYfFWwTNM4vdvCcB8bbMThQ02Y=
		</data>
		<key>DocumentDetectorModel.mlmodelc/analytics/coremldata.bin</key>
		<data>
		GkCqafbirtuFPClNk4myP13weCE=
		</data>
		<key>DocumentDetectorModel.mlmodelc/coremldata.bin</key>
		<data>
		y2+ve3XPIt6YbJZHU+zoAAgTAr8=
		</data>
		<key>DocumentDetectorModel.mlmodelc/metadata.json</key>
		<data>
		wsaqQdevZtC8R+Bp/a6huC6tT2I=
		</data>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.net</key>
		<data>
		KNsmaG6qyWABLuVrKY/1axaJx/U=
		</data>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.shape</key>
		<data>
		voVXbQvLhUYHSo3t0B0UPD9uObY=
		</data>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.weights</key>
		<data>
		Us4GcN9RcLdUafP60N51F6LT+E4=
		</data>
		<key>DocumentDetectorModel.mlmodelc/model/coremldata.bin</key>
		<data>
		OGnMZTf9WZ8nlOzG4QvjrrYPf1M=
		</data>
		<key>DocumentDetectorModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Info.plist</key>
		<data>
		7+qpAKNYDgUyzN75sLzjh5n3eHk=
		</data>
		<key>Libraries.txt</key>
		<data>
		YDRaBJlyb8loHQOWvjyCIFFzU20=
		</data>
		<key>ScanbotSDK.bundle/Bleep.m4a</key>
		<data>
		FJVFTlSRWLSWTSk0jYmzxM0v7es=
		</data>
		<key>ScanbotSDK.bundle/Info.plist</key>
		<data>
		zuya1aJsXKy8zA7RmJ26EDbTrPo=
		</data>
		<key>strip-SBSDK-Framework.sh</key>
		<data>
		OyrPPi1PE6eVVsmiJwJCCqYrzX8=
		</data>
		<key>ui_scanning_delete.png</key>
		<data>
		/WrCvxjSH3PTgz2wUGAohKL9nqg=
		</data>
		<key>ui_scanning_delete@2x.png</key>
		<data>
		orR4sTgoQEd8hlXMOsjbGxCUXaI=
		</data>
		<key>ui_scanning_delete@3x.png</key>
		<data>
		YVg4QYtf+KUBpcYYYzwhuwRSuX4=
		</data>
		<key>ui_scanning_flash.png</key>
		<data>
		pp7BTtvCnsMoTiJZPx7Z3JoxWkY=
		</data>
		<key>ui_scanning_flash@2x.png</key>
		<data>
		f8ddc4vkAOEJHYseEEDLCev8uuY=
		</data>
		<key>ui_scanning_flash@3x.png</key>
		<data>
		nka3lbvuZIEaWAsKl10vwyNGaIE=
		</data>
		<key>ui_scanning_permission.png</key>
		<data>
		hVcurEQZMGc4dcJMmDx8zWvj2UY=
		</data>
		<key>ui_scanning_permission@2x.png</key>
		<data>
		ZE2r6u0SXzWi77nGaMdNjGFYNjo=
		</data>
		<key>ui_scanning_permission@3x.png</key>
		<data>
		aU//I6xhLpQgDVw/xFtX0CoXpAA=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>BarcodeDetectorModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LhN8lbQdoYyxni303s6b1c7z1aaKCSQWPi+NwDQlC7c=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			J4QrhGRmhm8I2ZLM3Fkj5XdxWmCx/zfw2lB4YAYxSyU=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			1HwL8FwXgH0vADEvUCv+iyDvbMNsq9REm03zacwdbjY=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			q7tVu2/wns7LwqUNG7RDWNVPU2ndx2YBzOnNUV7xtYA=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			7z0tEcjLiGPSshC0ykLrgmBRa++zv3MKsXqT99pu7O8=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			MTRMnr8wGslylxUUTebyvGk53Qr8csmgBWKKIp7ImxU=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>BarcodeDetectorModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/1aw-JK-zNg-view-Niv-OF-Ecb.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			eHhagFnSEHzGwo8wBwyNQTs1Ihd7mzIqelUrzLdEPoY=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/1aw-JK-zNg-view-Niv-OF-Ecb.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			eHhagFnSEHzGwo8wBwyNQTs1Ihd7mzIqelUrzLdEPoY=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/1mZ-Yo-XbE-view-yAZ-lo-50w.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			9wJ+PekhMrg/4c73dH51OAtRzoGqdJCRAq+wsmjwBg0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/1mZ-Yo-XbE-view-yAZ-lo-50w.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			9wJ+PekhMrg/4c73dH51OAtRzoGqdJCRAq+wsmjwBg0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/889-mQ-RVI-view-tRO-aV-ABl.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NtUkc/yHady2VKyx1ghPOOf7jZCQ6Wpf8ZDrxvUc4/8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/889-mQ-RVI-view-tRO-aV-ABl.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NtUkc/yHady2VKyx1ghPOOf7jZCQ6Wpf8ZDrxvUc4/8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/957-X1-Qmc-view-iiQ-nJ-Zdy.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lR0gVtrGmkTMBWcy8zOF5+Gesig1W9Q/D+WCw3JnJRg=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/957-X1-Qmc-view-iiQ-nJ-Zdy.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lR0gVtrGmkTMBWcy8zOF5+Gesig1W9Q/D+WCw3JnJRg=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/9lv-sb-jsd-view-mUi-nu-eoE.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			MZGlA1OZnDSWJDg2jusRbo1wrUY6xCkvEKX2JXvBaXs=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/9lv-sb-jsd-view-mUi-nu-eoE.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			MZGlA1OZnDSWJDg2jusRbo1wrUY6xCkvEKX2JXvBaXs=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DCg-dj-dwO-view-yeX-lg-tDW.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			de53GRI//jkTeFO0TbjjS941mwaHIh6yRHi6+NSnmyo=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DCg-dj-dwO-view-yeX-lg-tDW.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			de53GRI//jkTeFO0TbjjS941mwaHIh6yRHi6+NSnmyo=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DYV-NY-REA-view-7u9-Ot-iKq.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dE6rFWQx+S/TeQ6etOciE6easo9X4bndi1U80cE+TmU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DYV-NY-REA-view-7u9-Ot-iKq.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dE6rFWQx+S/TeQ6etOciE6easo9X4bndi1U80cE+TmU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Dfl-Ye-hMZ-view-WSJ-D2-0FR.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			+7K+vSrSZSl/qknxztIJZLHGJSuZVpA7yscyvCNdQv4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Dfl-Ye-hMZ-view-WSJ-D2-0FR.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			+7K+vSrSZSl/qknxztIJZLHGJSuZVpA7yscyvCNdQv4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DhX-aj-xZa-view-pWi-Gn-2Tk.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Kpe8sDhcebxhvaKWDkkhqHYLhGDqBE8f9j9jhc+B9G0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/DhX-aj-xZa-view-pWi-Gn-2Tk.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Kpe8sDhcebxhvaKWDkkhqHYLhGDqBE8f9j9jhc+B9G0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Dxt-Lk-qaw-view-Ckk-PY-Cxr.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pJnUI0Jl8lTVUNuRHh+JWgZSxPgtshIsWx9i+lWJgV0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Dxt-Lk-qaw-view-Ckk-PY-Cxr.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pJnUI0Jl8lTVUNuRHh+JWgZSxPgtshIsWx9i+lWJgV0=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/FD1-Cw-yX4-view-PEF-AW-Bmj.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			OTevrmlH/K6HJ5j7x0lHRgikHB6HumIP7xfSe+knums=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/FD1-Cw-yX4-view-PEF-AW-Bmj.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			OTevrmlH/K6HJ5j7x0lHRgikHB6HumIP7xfSe+knums=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/FzQ-UZ-WHA-view-GUI-QA-HCD.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dfjQTUQ4oVWdqaB9nBCu8VtSqv3h+Rsu1xmKfo39agE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/FzQ-UZ-WHA-view-GUI-QA-HCD.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			dfjQTUQ4oVWdqaB9nBCu8VtSqv3h+Rsu1xmKfo39agE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			oYmOFIStvUESxqamvmFepm/a0Cf6UjE64xmMYGqYm+w=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/OAP-5a-f13-view-SwD-Ru-p0S.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			2OGUbm4OL5xRNG8fsGcXFQLsgvIpJeeF8NLi4dV2/e4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/OAP-5a-f13-view-SwD-Ru-p0S.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			2OGUbm4OL5xRNG8fsGcXFQLsgvIpJeeF8NLi4dV2/e4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeBatchDetailsViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Mm99cRSnJWi2rljltrv8eq3J7UUsEjtaukgO0toSNew=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeBatchDetailsViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			Mm99cRSnJWi2rljltrv8eq3J7UUsEjtaukgO0toSNew=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			vPge7bw05Ck7ksHgSHvA4xzGGSCqRWoQCaOblLQ8mGI=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodeScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			vPge7bw05Ck7ksHgSHvA4xzGGSCqRWoQCaOblLQ8mGI=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodesBatchScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zxOWuiZnhcQfDaR/nhfbeq1RpJfWm17HgXnVGQmUniI=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIBarcodesBatchScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zxOWuiZnhcQfDaR/nhfbeq1RpJfWm17HgXnVGQmUniI=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUICroppingViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			LRHP1u0lCM9ShzRKlJLs8fhG+0plIxMUaVvlAP5De6E=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUICroppingViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			LRHP1u0lCM9ShzRKlJLs8fhG+0plIxMUaVvlAP5De6E=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIDocumentScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			TacCFNrLT0vLa7/gOV2iaz3s6t/Ptr24CppUqCWlb5I=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIDocumentScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			TacCFNrLT0vLa7/gOV2iaz3s6t/Ptr24CppUqCWlb5I=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIEnableCameraViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			j9lsBOh5a4Z2OQj/Y0N0Ng4Xq9729+XE+daU0NawGmE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIEnableCameraViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			j9lsBOh5a4Z2OQj/Y0N0Ng4Xq9729+XE+daU0NawGmE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIFilteringViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zErCASYSLOlaTiAiAq1V6sPtW0T/oy/LRpbO5sZoFD4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIFilteringViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zErCASYSLOlaTiAiAq1V6sPtW0T/oy/LRpbO5sZoFD4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentButtonsViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			wRqlyzXxZiJ2iD7pMt5PowlGzwly1MRC3fOXrndWd60=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentButtonsViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			wRqlyzXxZiJ2iD7pMt5PowlGzwly1MRC3fOXrndWd60=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentConfidenceViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			l+OlN6yZRwnagtrcf2QY8gBu8nuZvlHDan+ylzF1KDU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentConfidenceViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			l+OlN6yZRwnagtrcf2QY8gBu8nuZvlHDan+ylzF1KDU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerDetailsViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			U8aeQ3HENlptDnEUn+YdulKQeTyli1hIwoLCRN3bQOs=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerDetailsViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			U8aeQ3HENlptDnEUn+YdulKQeTyli1hIwoLCRN3bQOs=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			oaPdIx9twPlJtZyM/UvYgeEZafirmGteOjHCRMZOqNc=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIGenericDocumentRecognizerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			oaPdIx9twPlJtZyM/UvYgeEZafirmGteOjHCRMZOqNc=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIHealthInsuranceCardScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			r6WtagU0AwWBGLEoKmHoOa4nox4zAEa2AlItMBt/kK8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIHealthInsuranceCardScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			r6WtagU0AwWBGLEoKmHoOa4nox4zAEa2AlItMBt/kK8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDCardScannerDetailsViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pX0X2g/NTvah8vQ9hDVvoJp7f5pg+TCOVXc5OP9InY8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDCardScannerDetailsViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pX0X2g/NTvah8vQ9hDVvoJp7f5pg+TCOVXc5OP9InY8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerConfidenceViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			D5r39XP9iBaxHw/IEIoC2KZdtzQesJMi3T6OhOd+XCA=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerConfidenceViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			D5r39XP9iBaxHw/IEIoC2KZdtzQesJMi3T6OhOd+XCA=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lYDkWGLcQT8FqbHq+yRfZSUdkwntIwsEonMn2ZfELME=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIIDScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			lYDkWGLcQT8FqbHq+yRfZSUdkwntIwsEonMn2ZfELME=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUILicensePlateScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WuxSTIGi597pUAo9XL22aWvaSKTrdaUIih82kdD1Fd8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUILicensePlateScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			WuxSTIGi597pUAo9XL22aWvaSKTrdaUIih82kdD1Fd8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIMRZScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			33jMgF3VeTBaKc4WJNh7kVPepeDnCnZDG9zbiJejBcw=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIMRZScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			33jMgF3VeTBaKc4WJNh7kVPepeDnCnZDG9zbiJejBcw=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIMultipleObjectScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			GCvRHCGGuSdi1XMd83n+f4QuM9f5Dgpv4qb4aWuw3Gw=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIMultipleObjectScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			GCvRHCGGuSdi1XMd83n+f4QuM9f5Dgpv4qb4aWuw3Gw=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUINFCPassportReaderViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			iayj1aPVRU2L4ToAL5qTnpQkAdfEJOvsAcn7YnarpyA=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUINFCPassportReaderViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			iayj1aPVRU2L4ToAL5qTnpQkAdfEJOvsAcn7YnarpyA=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIPageReviewViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			gQmr28RSb6GNQbm8/ntjCNggpnSPKsOoCevZTWpcA5o=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIPageReviewViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			gQmr28RSb6GNQbm8/ntjCNggpnSPKsOoCevZTWpcA5o=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIScannerBottomButtonsViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			rgnPUPOdFiWaHZDJjCNkpSnevEACkjG75PHwHoRcAU8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIScannerBottomButtonsViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			rgnPUPOdFiWaHZDJjCNkpSnevEACkjG75PHwHoRcAU8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUITextDataScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			uzJVm8CNLhVKa62h0qCDIcz6xr0c0URFR9/uMJhiw9Q=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUITextDataScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			uzJVm8CNLhVKa62h0qCDIcz6xr0c0URFR9/uMJhiw9Q=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIWorkflowScannerViewController.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zLFlfH0T976NyitX8WxcFq0VoEntL3zoKzXipUU6ax4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/SBSDKUIWorkflowScannerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zLFlfH0T976NyitX8WxcFq0VoEntL3zoKzXipUU6ax4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/VU0-70-tjw-view-YKw-wR-jB1.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			9Mde/LuS3Bfxfz2LHzLYslAQkTGZNxPlmblNFnwRH9Q=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/VU0-70-tjw-view-YKw-wR-jB1.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			9Mde/LuS3Bfxfz2LHzLYslAQkTGZNxPlmblNFnwRH9Q=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/XQQ-pk-yhd-view-8N3-Dx-sit.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			izi4uou5WTO7/Ax9uLQomG9mrfvSoQujX6+n8Ur+UTE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/XQQ-pk-yhd-view-8N3-Dx-sit.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			izi4uou5WTO7/Ax9uLQomG9mrfvSoQujX6+n8Ur+UTE=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Yhi-HJ-kja-view-38O-SV-UhB.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			zDug3UYaJKPUbXbtXQ/Jyo895VuxwZGweNU4qfX6wPQ=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Yhi-HJ-kja-view-38O-SV-UhB.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			46T+/IP0p8x6yy6B/Dcitd6a868dT6U/FKrrCUOErYw=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Yjh-5a-9DP-view-nON-sO-6XV.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			jiHhYTlB8lhJn2VCVD4CbB0m6u96t8zm3it7F63EXZ4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/Yjh-5a-9DP-view-nON-sO-6XV.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			jiHhYTlB8lhJn2VCVD4CbB0m6u96t8zm3it7F63EXZ4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/aRX-c1-arK-view-lbe-cC-lgB.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			bCMVY/xE9FMeWnlsCZyVW6CAJBId+x0WOuDgde19tbU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/aRX-c1-arK-view-lbe-cC-lgB.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			bCMVY/xE9FMeWnlsCZyVW6CAJBId+x0WOuDgde19tbU=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/eE9-qz-DhN-view-A7M-8K-y1i.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			6o1qNbE4WmY3FHQ92vcQcQzHmfgSnwOKE31kZbPgMo8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/eE9-qz-DhN-view-A7M-8K-y1i.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			6o1qNbE4WmY3FHQ92vcQcQzHmfgSnwOKE31kZbPgMo8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/eQX-bE-Ux6-view-2Ew-EC-8GS.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NGK9e6P84rMCapevWAEc/VJTQDRsXfQAfcVezibwGrY=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/eQX-bE-Ux6-view-2Ew-EC-8GS.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			NGK9e6P84rMCapevWAEc/VJTQDRsXfQAfcVezibwGrY=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/evF-iu-CIi-view-Bi4-0u-Txz.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pWjbWN+MGcqyHxK6PgnyEfYlpIesJlgg4doF1rL244U=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/evF-iu-CIi-view-Bi4-0u-Txz.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			pWjbWN+MGcqyHxK6PgnyEfYlpIesJlgg4doF1rL244U=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/knH-wI-eUH-view-xtk-8f-w2e.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			3bfFrbiDbyMjKYvxbg6NarzgeIuU7QShKWtpk/5SVG4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/knH-wI-eUH-view-xtk-8f-w2e.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			3bfFrbiDbyMjKYvxbg6NarzgeIuU7QShKWtpk/5SVG4=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/mKi-5s-kli-view-kGR-a0-dCN.nib/objects-12.3+.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			bvI0HYR7eWyKA0QqAW60uuCWUhNFJffP1Xp2IMKn5O8=
			</data>
		</dict>
		<key>DefaultUI.storyboardc/mKi-5s-kli-view-kGR-a0-dCN.nib/runtime.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			bvI0HYR7eWyKA0QqAW60uuCWUhNFJffP1Xp2IMKn5O8=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zH8eVl9kilwq8j0sshlT1A8Vb+I8juBduEHSQReVCdc=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Z6lf7VlbC4kDj3CfTCEFfbRAtd4W5HkuuoGcDIAA/70=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			9p6IdlBA1GWhKVxT1WtP7nTQkrZ0SZ/IjDcdjmdRcVM=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			w8tFriIpxJt+JgHtw3PNXy/HTLbjMT4fy1JH6ayio1w=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			4oJHXHib8TxQ6VBhQO4wEAGlDKdjxgGQAvwzEW0wymI=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Fmdt5/8CJJuf+xJmp5uEE80mJlpjV2SFXrpCbJfGVMQ=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JHhqxUjRuVMOO22pWLk846JeAl2XAVNTrkDmEsB+cgc=
			</data>
		</dict>
		<key>DocumentDetectorModel.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Libraries.txt</key>
		<dict>
			<key>hash2</key>
			<data>
			EO4i8cO4SksO7nbYu8jAZZLOMptLniQ4DNtLZ2vD7jQ=
			</data>
		</dict>
		<key>ScanbotSDK.bundle/Bleep.m4a</key>
		<dict>
			<key>hash2</key>
			<data>
			6m1V+uTPfaeN753jmW58KJH+Bq6BeDdJ0ZlkWeOCgts=
			</data>
		</dict>
		<key>ScanbotSDK.bundle/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			TMHDbSsT2UptfZAhYbIFDLWJCBn1dSvtM3YmUAQhw2M=
			</data>
		</dict>
		<key>strip-SBSDK-Framework.sh</key>
		<dict>
			<key>hash2</key>
			<data>
			rTjJ54RGfWl87Sy7tphz6Mxuk0Q3Rse+IavYmtD8g3w=
			</data>
		</dict>
		<key>ui_scanning_delete.png</key>
		<dict>
			<key>hash2</key>
			<data>
			TA6f1rc4l2jMdh9aXEM9dWaCEMflsIt+5/OQpagYcWI=
			</data>
		</dict>
		<key>ui_scanning_delete@2x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			NbYPsCkd8JE5GRpwQv+oQHnw5CqmPDhlSQ9kb2YMXqk=
			</data>
		</dict>
		<key>ui_scanning_delete@3x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			2Fhg64W3N9k+wKEZz1JBBAIvkaLiNlXVNv6ZgRyBTnw=
			</data>
		</dict>
		<key>ui_scanning_flash.png</key>
		<dict>
			<key>hash2</key>
			<data>
			OtaraxejSCjK6cJi7pRoN5l1AAN38JzyUeWhypKhwNU=
			</data>
		</dict>
		<key>ui_scanning_flash@2x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			43VeABIL1kLKkuGtXp2YSg+mVbmH4/SsG2SzCR4WcHo=
			</data>
		</dict>
		<key>ui_scanning_flash@3x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			fOGauUfJW6MzBnCqmK8y5fFgQ/b+AvpyHuG/QBr/3zQ=
			</data>
		</dict>
		<key>ui_scanning_permission.png</key>
		<dict>
			<key>hash2</key>
			<data>
			h+NQ9jbseQFCpSopjOBfcTmBjqFVDikv4zKfYJNMWDU=
			</data>
		</dict>
		<key>ui_scanning_permission@2x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			WUqRwVQTN0DGAxBNes7KveQ37mAhfz0AVs7NXUrrMA0=
			</data>
		</dict>
		<key>ui_scanning_permission@3x.png</key>
		<dict>
			<key>hash2</key>
			<data>
			zijmLF+GDSJ3qDPIpIL+foeOkNmVB3ljn/irJNmDvSE=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
